<template>
  <div class="about">
    <h2>О нас</h2>
    
    <p>Roomp – первая в России партнёрская сеть отелей и онлайн-платформа, созданная для того, чтобы сократить ваше время в поиске отеля, а также сделать ваш выбор более надёжным. Мы предлагаем стандартизированные номера по самым доступным ценам и гарантируем одинаково хороший сервис вне зависимости от выбранного отеля.</p>
     
    <br>
    <p>Каждый отель нашей сети проходит тщательную проверку перед размещением на платформе и отвечает указанным стандартам качества, среди которых: чистота комнаты, высокие оценки посетителей, комфортная кровать, бесплатный WiFi, телевизор с ЖК экраном, чистое белье и полотенца, а также собственная ванная.</p> 
    <br>

    <p>Для гостей Roomp также действует круглосуточный консьерж-сервис. Гости могут обращаться в службу поддержки по любым вопросам - наши специалисты обучены решать уникальные задачи.</p> 
    <br>

  </div>
</template>

<script>
  export default {}
</script>



