<template>
  <div class="contacts">
    <h2>Контакты</h2>
    
    <p>Телефон Cлужбы Поддержки: 8 (800) 777-17-56</p>
    <p>Email Cлужбы Поддержки: help@roomp.co </p>
    
    <h2>Реквизиты</h2>
    <p>ООО «Румп»</p>
    
    <p>ИНН/КПП:&nbsp;7839097483 / 783901001</p>
    
    <p>ОГРН: 1187847034264</p>
    
    <p>Юр. адрес: 190103, г. Cанкт-Петербург, ул. Дровяная, д. 9, корп. 2, литер “Ж”, помещение 2-Н</p>
    
    <p>Физ. адрес: 190103, г. Cанкт-Петербург, ул. Дровяная, д. 9, корп. 2, литер “Ж”, помещение 2-Н</p>
  </div>
</template>

<script>
  export default {}
</script>