<div class="content">
  <h1>隐私政策</h1>
  <p>用户个人资料的隐私政策（以下简称“政策”）适用于Roomp有限责任公司（以下简称“Roomp服务”）及其相关者（包括与Roomp有限责任公司同属一集团的全部人员，以下合称“Roomp公司”）的一切网站、平台、服务、应用、项目和产品。如果在与上述人员之一的交涉中，用户表示同意接受公司的隐私政策，则视为对其他公司成员也同意接受该政策。</p>&nbsp;

  <p>使用Roomp服务表明用户同意接受我们的隐私政策，并同意我们对其个人资料进行处理；若不同意上述条件，用户将无法使用Roomp的服务</p>
  <p>用户的个人资料将按照俄联邦法律第152条《个人信息》的规定进行处理。</p>&nbsp;

  <p>用户在使用Roomp服务时须向Roomp提供部分个人资料，这就意味着用户同意Roomp对这些资料进行处理并用于以下目的：完成“条款与细则”（公开报价）中的规定，推送Roomp的产品与服务，监控广告宣传或促销的结果，提供客户支持，对市场需求、用户行为和用户偏好进行研究，确保用户的满意度得到保障。</p><br>
  <p>用户必须保证所填信息真实完整，且不违反俄联邦法律的规定。若用户提供的信息违反了法律规定或提供错误、不完整或未经授权的信息，则Roomp对用户的行为和信息不负任何责任。</p>&nbsp;

  <p>Roomp和Roomp服务有权对用户的以下个人资料进行处理：姓氏，名字，化名，电话号码，邮箱地址，出生日期。</p>&nbsp;

  <p>所谓“对个人资料进行处理”，指的是对个人资料进行的自动操作或手动操作，包括以下行为中的一种或几种：收集、记录、整理、积累、储存、明确（更新或更改）、回收、使用、分配（必要时也包括转发，但不包括跨境转发）、匿名处理、封锁或删除。</p>&nbsp;

  <p>Roomp对用户的个人资料进行内部处理，但也可以将这些资料转给下列第三方：</p>&nbsp;<ol>
    <li>用户预订住宿的对象（酒店）；</li>
    <li>提供高级用户服务的Roomp办公处；</li>
    <li>简化预订、分析和发送推送材料的手续的第三方服务；
      <strong>第三方无权将用户资料用于个人目的或其他目的；</strong><strong>.</strong></li>
    <li>负责阻止、揭露、追查犯罪行为和欺诈行为的权威机构（政府机构）。</li>
  </ol>

  <p>如果用户通过实际行动对Roomp进行授权，切实表达出希望接收信息的意愿，且能确认授权者确为用户本人，则Roomp有权向用户的邮箱或手机发送信息（包括广告信息）。</p>&nbsp;
  <p>
    用户有权随时取消Roomp的推送和其他信息，无需为该行为提供任何理由。若用户想取消推送，则可通过电话{{__("header.support_phone")}}或邮箱help@roomp.co与Roomp的客服联系。预订通知以及Roomp服务和产品的使用通知由系统自动生成，用户无法取消发送或拒收。</p>
  <p>Roomp不会使用Roomp服务用户的IP地址来确认用户的身份。</p>&nbsp;
  <p>Roomp服务的某些页面使用了数据收集设备（如cookies），目的是协助分析用户访问特定网页的活跃度，评估Roomp推送产品与服务的效率，以及提升网站的可信度和安全性。除此之外，我们还利用cookies帮助您减少在同一次使用网站中输入密码的次数。Cookies也有助于我们为您提供您可能感兴趣的信息。只要您的浏览器具备禁用cookies的功能，您就可以随时禁用我们网站的cookies，但禁用cookies可能会导致您无法使用Roomp网站上的某些功能。Cookies中不包含任何私人信息。</p>&nbsp;

  <p>Roomp有权对同用户之间进行的通话进行记录。与此同时，Roomp将按照俄联邦法律《信息、信息技术与信息安全保护法》第4章第16条的规定，采取措施防止以下情形出现：通话中获得的用户信息由未经授权的途径遭到窃取，并（或）被转到与Roomp服务无直接关联的第三方。</p>&nbsp;

  <p>本网站提供的一切信息、软件、产品和服务，用户均不得出于商业或竞争目的进行转售、创建外部链接、使用、复制、追踪、展示、下载或模仿。</p>&nbsp;

  <p>请注意，我们有权随时更改隐私政策而不进行提醒。因此，请您定期浏览本页面，确保了解最新版本的隐私政策。</p>&nbsp;

  <p>如果您有任何关于隐私政策或与隐私相关的问题，请通过电话+7 (812) 309-84-45 或邮箱help@roomp.co与我们联系。</p>

  <p>&nbsp;</p>

</div>