<div class="content">
  <h1>条款与细则</h1>
  <h2>1、&nbsp;总则 </h2>

  <p>www.roomp.com（以下简称“网站”）及其手机应用（以下简称“应用”）为Roomp有限责任公司（以下简称Roomp）所有。Roomp公司是根据俄联邦法律注册的法律实体，其注册地址位于：鞑靼斯坦共和国，喀山市，卡麦教授街，8A号楼，1003办公室，邮编420101；其经营地址位于：圣彼得堡，莫斯科高速路，9号楼，107办公室。本网站为用户提供独立第三方（“合作伙伴”）的酒店、公寓或家庭旅舍预订。</p>&nbsp;&nbsp;
  <p>如果您要使用本网站及（或）其应用，您必须保证您具备相应的法律权利和能力，同意接受本“条款与细则”，并按照其规定对本网站进行使用。如果您不同意接受“条款与细则”，则您将无法使用本网站及（或）其应用。</p>&nbsp;&nbsp;
  <p>Roomp并非网站上显示的酒店、公寓和家庭旅舍等设施的所有者，因此对合作伙伴提供的产品与服务的质量不承担任何责任。</p>&nbsp;&nbsp;
  
 
  <h2>2. &nbsp;用户须知 </h2>&nbsp;
  
  <p>本网站及其应用均可免费使用。</p>&nbsp;&nbsp;
  <p>如果用户不同意接受本协议中的“条款与细则”，他/她就必须立刻退出个人账户并关闭本网站/应用。使用本网站和（或）应用表明用户完全接受本协议中的“条款与细则”。用户还需承认并同意以下事实：本协议仅受俄联邦法律的管理和俄联邦法院的司法管辖。</p>&nbsp;&nbsp;
  <p>用户承认并保证他/她已年满18周岁，具备参与本协议的法律能力，且有能力遵守本协议的条款。与此同时，未满18周岁的未成年人也可以使用或浏览本网站及应用，前提是必须在父母及（或）法定监护人的指导和监护下进行，而且必须用父母或法定监护人的账号登入。</p>&nbsp;&nbsp;
  <p>用户同意并承认以下事实：Roomp的网站和应用只能由年满18周岁且参与了本协议的个人使用。若用户未满18周岁，Roomp有权终止或否决其使用网站/应用的权利。此外，Roomp有权在不经事先通知的情况下拒绝授予某人上述使用权，或者取消其现有的使用权。</p>&nbsp;&nbsp;
  <p>Roomp在本协议的框架内通过网站和应用提供相应服务。若用户访问、浏览和使用Roomp的网站和应用，则表明他/她确认并保证以下事实：他/她已经阅读并充分理解本协议的条款，同时承认本协议具备充分的、相当于签字合同的法律效力。本协议自用户开始浏览/使用网站/应用时开始生效。</p><br>
  <p>我们建议用户定期检查本协议中的条款是否有更新或修改。在接受本协议条款的同时，用户也须接受协议更新或修改的内容。Roomp没有将协议的更新或修改通知给用户的义务。访问/浏览/使用网站/应用意味着接受最新版本的协议条款。</p>&nbsp;&nbsp;
  
  <h2>&nbsp;3. &nbsp;网站/应用&nbsp;</h2>
  <p>Roomp的网站和应用是预订平台的组成部分， 用户可通过该平台从Roomp的合作方预订酒店房间、公寓、家庭旅馆和其他住宿设施（以下简称“住宿设施”）。合作方将住宿设施发布在Roomp网站和应用上，用户根据合作方在网站/平台上发布的价格进行预订。 </p><br>
  <p>Roomp声明以下事实：Roomp并非住宿设施的所有者，因此对于用户预订的住宿设施中的服务（或缺少某些服务的情况）不负任何责任。Roomp与其合作伙伴是相互独立的组织。在网站或应用上预订住宿时，用户直接同Roomp的某合作者达成商业协议或契约。用户须对以上事实表示认可。</p>&nbsp;
<p>对于用户与合作方之间的争议和矛盾，Roomp不承担调解的责任。Roomp在任何情况下均不应介入用户与合作方之间的纠纷。</p>&nbsp;

  <h2>4、 &nbsp;预订条款</h2>
  <p>Roomp网站/应用上的预订流程可能需要用户提供某些机密资料，如信用卡或借记卡卡号等。为防止姓名或地址等机密资料由未经授权的渠道遭到窃取，用户应避免在不安全的设备上、通过未受保护的通讯渠道或从不安全的地点（如网吧以及提供未加密的免费网络的商业场所）访问或使用Roomp网站。</p>&nbsp;

  <p>若用户确认接受本协议条款，则Roomp同意根据本协议条款的规定向用户提供相关服务。用户方则同意在本协议框架内接受、确认并保证以下条件：</p>

  <ol>
    <li>用户应保证自己并未在法律方面或其他方面受限而无法进行以下活动：1）根据现行法律规定签订具备法律效力的合同；2）向Roomp或合作方支付自己预订的服务。
    </li>
    <li>若Roomp发觉用户有任何可疑举动，那么作为事件结果，Roomp有权取消该用户正在进行或即将进行的任何预订，且对用户无需承担任何义务。
    </li>
    <li>П在使用信用卡或借记卡时，用户必须以合法方式使用自己的卡片 </li>
    <li>&nbsp;在使用网站/应用时，用户必须严格按支付流程和本协议条款操作</li>
    <li>在Roomp预订住宿表明用户确认以下事实：他/她对住宿页面或预订模板中展示的住宿设施描述、外观和预定价格感到满意。</li>
  </ol>

  <p>用户接受并承认以下声明：Roomp有权自行处理其网站和应用上提供的一切服务。</p>

  <h2>5、&nbsp;网站/应用使用条款</h2>
  <p>用户同意、承认、确认并保证，他/她提供给网站/应用的注册资料、信息和数据符合以下规定：&nbsp;</p>
  <ol>
    <li> 信息真实、准确、完整且无误导性；</li>
    <li> 不包含欺诈成分，与伪造或盗窃的信用卡/借记卡没有关联；</li>
    <li> 不侵犯第三方的知识产权、商业机密或其他财产权利，不侵犯公众权利或个人权利；
    </li>
    <li> 不包含有损他人名誉、诽谤或威胁性的内容；</li>
    <li> 不携带病毒、木马、蠕虫病毒、定时炸弹、删除蝇病毒、复活节彩蛋或其他可能对任何人的计算机系统和资料进行损害、破坏、暗中拦截或劫夺的计算机程序和可执行文件；</li>
    <li> 不会令Roomp产生其他责任，不会令Roomp丧失互联网供应商或其他服务供应商提供的服务。</li>
  </ol>
  <p></p>
  
  
  <p>如果用户违反了上述规定，或者Roomp有理由怀疑用户违反了上述规定，则Roomp有权无限期拒绝/终结用户对网站/应用的使用，并拒绝完成用户的要求。</p>&nbsp;&nbsp;
  <p>П在Roomp网站/应用上进行预订或提供信息/资料可能带来的风险完全由用户个人承担。用户应自行承担核实预订信息的责任。</p>&nbsp;

  <p>Roomp旨在通过网站/应用为用户提供最新最准确的信息，但出于某些无意之失，网站/应用上的信息中可能存在不准确、印刷错误或过时的情况。对于网站/应用登出的文本和价格中的印刷问题或其他错误，Roomp不承担任何责任。在包括但不限于以下四点的情况下， &nbsp;Roomp有权拒绝为用户进行预订或取消预订：&nbsp;</p>
  <ol>
    <li> 订单的价格信息中存在印刷问题或其他错误；</li>
    <li> Roomp认为预订违反了现行法律或使用条款；</li>
    <li> Roomp认为预订可能对本公司造成损害；</li>
    <li> Roomp认为预订中可能存在欺诈或违法行为，或用户在预订时提供了涉及欺诈、虚假或不准确的信息。</li>
  </ol>
  <p></p> &nbsp;&nbsp;
  <p>对于任何信息、数据、产品和服务的质量、准确性和完整性，Roomp不作任何保证或声明。Roomp否认一切涉及以下内容的、明确或不明确的保证和条件：准确性、完整性、正确性、可用性、可靠性、可得性、时效性、质量、连续性、工作或运行连贯无误、适应特定目的性、专业资质、不受违反、无病毒、无其他有害组件</p><br>
  <p> 对于网站/应用或相关功能延迟或无法使用的情况，以及网站/应用上相关功能、信息、软件和服务提供或无法提供的情况，不论这些情况是基于合同规定、违法行为、疏忽大意、无过错责任或其他因素，Roomp均不承担任何责任。</p><br>
  <p>此外，对于系统定期维护或其他非计划原因（技术原因或其他Roomp无法控制的原因）导致的网站/应用暂时无法使用的情况，Roomp不承担任何责任。</p>&nbsp;<br>
  <p> 用户理解并同意以下声明：他/她从网站/应用上下载或接收的任何材料或数据，相关风险均由他/她本人承担；万一下载的材料或数据对他/她造成计算机系统的损害或数据丢失，这些损失完全由他/她本人承担。对于提供给用户的信息中的任何错误或缺漏，Roomp不承担任何责任。</p>&nbsp;

  <h2>6、 &nbsp;个人账户与注册</h2>
  <p>在获得Roomp网站/应用提供的服务之前，用户必须为Roomp提供必要的个人信息并创建个人账户（账号和密码）。只有注册了个人账号，才能在网站/应用上预订住宿。对于账户信息的保密以及账户下进行的一切活动，用户个人须承担全部责任。用户同意： </p>
  <ol>
    <li> 万一账号出现未授权登录或其他安全问题，立刻向Roomp发出通知；</li>
    <li> 于每次使用之后安全退出账户。&nbsp;</li>
  </ol>
  <p></p>
  <p> 对于用户未履行以上义务而导致的损失或损害，Roomp不能也不应承担任何责任。如果用户未能确保个人信息的安全机密，由此导致账户授权或未授权的使用，并进一步对Roomp方面或Roomp网站/应用的其他客户/用户造成损失，则用户可能会承担相应责任。</p>&nbsp;
  <p> 对于未注册的用户，Roomp只能授予其有限的访问权利。在注册时，用户必须保证在网站/应用的注册表单中填写完整准确的最新账户信息。严禁使用其他人的账户资料。</p>&nbsp;
  <p> 在使用网站/应用时，用户同意并理解以下事实：他/她与Roomp之间的通讯是通过电子文件进行的，他/她同意通过电子文件从Roomp方面定期（或在必要时）接收信息。Roomp可以通过电子邮件或其他通讯方式（含电子通讯和非电子通讯）与用户进行联系。用户同意以下声明：对于用户成功接收/成功发送的信息（以及未发出或未收到的信息）或交易，如果这些信息遭到未授权的访问或修改，Roomp对此不承担任何责任。
 </p>&nbsp;
 <p> Roomp会尽一切努力保护用户提供的个人信息免遭泄露，但不保证网站/应用于用户之间的信息传输绝对安全可靠。在使用网站/应用时，用户同意以下声明：对于传输错误或第三方的未授权行为导致的用户信息泄露，Roomp不承担任何责任。</p><br>
  <p> 在不违背上述声明的前提下，用户同意以下声明：对于用户资料遭到的“网络仿冒”，Roomp不承担任何责任。用户同意不在未受保护的设备上使用网站/应用，不通过未受保护的通讯渠道接受信息。在使用网站/应用时，用户可以使用也可以禁用cookies。Roomp不负责浏览器的“使用/禁用cookies”通知的设置，相关设置的责任由用户个人承担。 </p>&nbsp;
  <p> 用户同意、承认并确认以下要求：在进行预订之前，他/她必须仔细检查服务描述和价格描述；进行预订表明用户同意本协议的条款以及服务说明中的商业条款。只有在对网站/应用上的描述和价格感到满意的前提下，用户才能进行相应的预订。</p>&nbsp;
  <p>
   对于合作方的作为/不作为导致的不满意服务、不及时服务、损害或拖延，Roomp不承担任何责任。Roomp有权随时自行修改或更新网站/应用上的内容，包括信息、列表、服务描述和价格描述。修改或更新一经做出立刻生效。</p>&nbsp;

  <h2>7、 &nbsp;支付与费用</h2>
  <p>用户理解并同意以下流程：他/她必须在网站上或应用中通过其支付组件对选定的房间订单进行支付，支付后订单方能得到确认。订单确认之后，Roomp会根据用户选择的支付方式向其收取预订费用。</p><br>
  <p>用户理解并同意以下事实：支付过程中可能需要从用户或用户方另外获取核实信息，此时用户应确保提供完整正确的相关信息。</p>&nbsp;
 <p>Roomp通过供应方或经营方的电子支付服务向用户收取预订费用。对于支付过程中的一切延迟和错误，以及由于支付问题导致的订单取消，Roomp不负任何责任。在同支付系统供应方进行交涉时，Roomp会采取各种预防措施避免上述事故发生，但无法对支付系统、支付流程、支付技术和资金流向进行控制，因此不能为供应方的错误负责。
</p>&nbsp;

  <h2>8、 &nbsp;遵守法律规定&nbsp;</h2>
  <p> 在使用本网站/应用和进行支付/使用支付系统时，Roomp及其用户应遵守俄联邦制定的一切相关现行法律规定。</p>&nbsp;

  <h2>9、 &nbsp;保证条款</h2>
  <p> 对于本公司提供的服务，Roomp不提供包括所有权保证、知识产权保证、适销性保证和适应特定目的的保证在内的任何保证。Roomp不予保证的范围包括但不限于上述保证。Roomp对于以下情形也不做任何保证：</p>
  <ol>
    <li>不保证网站/应用能满足用户的需求，也不保证使用网站/应用的过程一定不会中断、非常适时、绝对安全且没有错误。
    </li>
    <li> 不保证用户通过网站/应用获得的结果是有效、准确而可靠的；</li>
    <li>&nbsp;不保证网站/应用或服务的质量完全符合用户的预期；&nbsp;</li>
    <li>&nbsp;不保证网站/应用上的一切错误和缺陷都会得到修正。</li>
  </ol>
  <p></p>&nbsp;

  <p>无论用户从Roomp、通过Roomp或使用Roomp网站/应用获得何种建议或信息（无论口头还是书面），这些建议和信息都不能创造出本协议中未明确说明的保证条件。</p>&nbsp;

  <p>对于用户使用网站/应用时发生的一切中断或延迟问题（无论是何原因），Roomp均不承担任何责任。&nbsp;</p>&nbsp;

  <h2>10. &nbsp;赔偿条款</h2>
  <p>用户同意不对Roomp造成损害，保护Roomp及其分支机构、代理人和员工避免因使用或滥用网站/应用而导致的损失、义务、申诉、支出和额外花费（包括诉讼费用和利息），并保证遵守本“条款与细则”，保证达成协议后不做出会破坏协议的其他声明、保证或约定。</p>&nbsp;

  <h2>11、&nbsp;责任限制条款</h2>
  <p>对于包括但不限于以下类型的损害，Roomp不应承担任何责任：可能因使用Roomp网站/应用或使用与网站/应用相关的信息、安全软件、服务和其他材料或使用Roomp服务而引发的直接损害、间接损害、事故损害、罚款损失、使用损失、资料损失、利润损失和非物质损失。不论上述损失是否在协议基础上产生，不论其是否属于违法、疏忽、责任累积或其他情形的后果，也不论Roomp是否事先得到相关警告，Roomp对此都不承担任何责任。</p>&nbsp;&nbsp;
  <p>对于用户因支付、预订、访问或使用网站/应用而提出的赔偿要求，Roomp所承担的一切责任仅以导致用户提出赔偿要求的产品或服务的价格为限。上述声明不受本协议其他条款的影响，也与本协议之外的其他规定无关。</p>&nbsp;&nbsp;
  <p>Roomp建议*住客留心保管自己的个人物品和财产。对于住客个人物品或财产的一切损失、失窃或损坏，Roomp及其员工不承担任何责任。</p>&nbsp;&nbsp;
  <p>*此处的住客指在Roomp上注册并享受Roomp服务的个人</p> &nbsp;
  
  <h2>12、 &nbsp;知识产权条款</h2>
  <p>用户同意以下声明：用户传送给Roomp方面或网站/应用的任何反馈、评论、想法、建议、信息或其他内容，将授予Roomp方面免版税的、不可改变的、永久有效的、非排他的使用权利；Roomp可对上述内容进行改编、刊登、再现、转发、分配、复制、使用、创造衍生作品、在世界范围内进行展示或基于这些内容采取任何行动，而无需获得用户的另行审查或许可（上述内容的使用和传播可以采取任何形式，运用任何类型的大众传媒、已知技术或在相关权利生效期内发明的其他技术）；用户不会对此提出任何申诉。用户声明并保证以下事实：他/她对传送给Roomp方面或网站/应用的内容拥有或以其他方式控制全部权利，Roomp使用这些内容不会违反或侵犯第三方的权利。</p>&nbsp;&nbsp;
  <p>作为使用Roomp网站/应用的前提，用户保证不将网站/应用用于任何非法的、未经授权的或不符合本“条款与细则”规定的用途，同时还应接受以下声明：若违背上述保证，用户将立刻丧失使用网站/应用或其他Roomp服务的权利。Roomp保留自行中断/终结用户对网站/应用及其内容的使用的权利，这种权利可随时执行，且无需提前对用户进行通知。</p>&nbsp;&nbsp;
  <p>Roomp网站和应用上的一切内容（包括文字、图表、图片、标志和视频）均属Roomp或内容提供者所有，受俄联邦版权法规和国际版权法规的保护。Roomp有权充分按照现行法律规定维护自身的知识产权。</p>&nbsp;

  <h2>13、&nbsp;司法管辖权条款</h2>
  <p>本协议以及通过Roomp网站或应用进行的一切交易，均应按照俄联邦法律进行解释和管理，但不考虑冲突法的原则。用户同意以下事实：与使用Roomp网站/应用或获取Roomp服务相关的一切申诉、分歧和争议，以及与Roomp互动框架内的交易相关的一切申诉、分歧和争议，都只能在俄联邦法庭上接受司法裁决。若用户接受本协议，则表明他/她完全接受俄联邦法庭的司法裁决。</p>&nbsp;
  <p>Roomp方面在实现本协议规定的权利、全权和优先权时发生的任何失误或延迟，均不可视为Roomp放弃了本协议规定的上述权利。此外，不论Roomp是充分实现抑或是部分实现本协议规定的权利和优先权，均不排除Roomp在将来实现这些权利和优先权的可能性。</p>&nbsp;
     <p>协议双方必须具备自足能力。此外，协议中某一条款或若干条款无法执行的情况并不影响其他条款的执行，也不影响协议剩余部分的执行。</p>&nbsp;

  <h2>14、 &nbsp;第三方链接条款</h2>
  <p>Roomp的网站上和应用中可能有导向第三方网站的链接。Roomp可通过第三方链接为用户提供支付订单的选择。Roomp在网站上和应用中提供这些链接只是为了用户的便利，并不表明Roomp支持这些链接的相关网站。
</p>&nbsp;
<p> Roomp对这些网站的内容或链接不负任何责任。对于不属Roomp所有或由Roomp管理的网站的隐私政策，Roomp同样不负任何责任。对于Roomp网站或应用链接的第三方网站的材料、服务与产品，Roomp不会对其进行定期审查，不能为其做出保证，也不会对其发表任何公开声明，因此不对其承担任何责任。 </p>&nbsp;
<p>Roomp不支持也不推荐第三方网站上的任何材料、服务和产品。Roomp拒绝为第三方网站的内容、服务质量和产品质量承担任何责任。浏览第三方网站的行为应完全由用户负责，可能带来的风险由用户自行承担。</p>
  <br>
</div>