export default [{
  "h": "Roomp",
  "a": [{
    "text": "Что такое Roomp?",
    "link": "#what-is-roomp"
  }, {
    "text": "Каких стандартов качества придерживается Roomp при выборе отелей?",
    "link": "#standards"
  }, {
    "text": "Как мне связаться с командой поддержки, если у меня возникли проблемы с бронированием или проживанием в отеле?",
    "link": "#how-to-get-support"
  }, {
    "text": "Как мне добраться до забронированного отеля?",
    "link": "#how-to-reach-the-hotel"
  }, {
    "text": "Почему я должен выбрать Roomp для бронирования отеля, а не какой-либо другой веб-сайт?",
    "link": "#why-roomp"
  }]
}, {
  "h": "Бронирование",
  "a": [{
    "text": "Могу ли я поселиться в двухместный номер втроём?",
    "link": "#can-i-put-three-in-double"
  }, {
    "text": "Какое стандартное время заезда и выезда из отеля?",
    "link": "#what-is-standard-time-checkin-checkout"
  }, {
    "text": "Возможен ли ранний заезд и/или поздний выезд?",
    "link": "#is-early-checkin-late-checkout-possible"
  }, {
    "text": "Что мне необходимо иметь при себе, чтобы пройти регистрацию в отеле?",
    "link": "#how-to-register"
  }, {
    "text": "Могу ли я поселиться в номер со своими домашними животными?",
    "link": "#can-i-settle-with-pets"
  }, {
    "text": "Почему статус моего бронирования сменился на «неподтверждённое бронирование»?",
    "link": "#why-status-is-unconfirmed"
  }, {
    "text": "Как мне забронировать более трёх номеров за раз?",
    "link": "#how-to-book-more-than-3-rooms-at-a-time"
  }, {
    "text": "Могу ли я забронировать номер на имя, отличное от имения владельца аккаунта?",
    "link": "#can-i-book-at-a-third-party"
  }, {
    "text": "Могу ли я забронировать отель на несколько часов?",
    "link": "#can-i-book-at-a-few-hours"
  }, {"text": "Могу ли я забронировать отель на длительный срок?", "link": "#can-i-book-for-long-time"}]
}, {
  "h": "Изменение и отмена бронирования",
  "a": [{
    "text": "Какая политика отмена бронирований у Roomp?",
    "link": "#what-is-booking-policy"
  }, {
    "text": "Могу ли я вносить изменения в ранее подтверждённые бронирования?",
    "link": "#can-i-change-bookings"
  }, {
    "text": "Почему при изменении бронирования, стоимость дополнительных дней отличается от первоначального тарифа?",
    "link": "#why-additional-prices-change"
  }, {
    "text": "Могу ли я отменить бронирование?",
    "link": "#can-i-cancel-a-booking"
  }, {
    "text": "В течение какого времени после отмены бронирования денежные средства будут возвращены на карту?",
    "link": "#what-is-maximum-payback-time"
  }, {
    "text": "Что произойдёт, если я не отменю предоплаченное бронирование и не заселюсь в номер?",
    "link": "#what-if-i-dont-settle"
  }]
}, {
  "h": "Оплата и гарантии",
  "a": [{
    "text": "Как я могу оплатить бронирование?",
    "link": "#how-to-cancel-a-booking"
  }, {
    "text": "Почему при бронировании некоторых отелей отсутствует возможность оплаты в отеле?",
    "link": "#why-some-hotels-lack-cash-pay"
  }, {
    "text": "Я забронировал отель на сайте Roomp по одной цене, а менеджер отеля выставил мне счёт по другому тарифу. Почему?",
    "link": "#why-hotelier-changed-the-price"
  }, {
    "text": "Безопасно ли оставлять на вашем сайте данные моей банковской карты?",
    "link": "#is-it-safe-to-store-the-card-data"
  }, {
    "text": "Могу ли я получить скидку, если путешествую один, но при этом бронирую номер на двоих?",
    "link": "#can-i-get-a-discount-if-i-book-alone-but-i-book-for-two"
  }]
}, {
  "h": "Цены",
  "a": [{
    "text": "Должен ли я в процессе бронирования заплатить дополнительную комиссию за предоставленный сервис?",
    "link": "#do-i-have-to-pay-commissions"
  }, {
    "text": "Включены ли обед и ужин в стоимость бронирования?",
    "link": "#is-food-included"
  }, {
    "text": "Что такое блокировка средств на карте?",
    "link": "#what-is-money-block"
  }, {
    "text": "Как мне использовать промо-код?",
    "link": "#how-to-use-promo-code"
  }, {
    "text": "Почему я не могу изменять бронирования со скидкой?",
    "link": "#why-i-cant-change-bookings-with-discount"
  }]
}, {
  "h": "Сервис",
  "a": [{
    "text": "В чем различие между стандартными номерами и номерами класса Премиум?",
    "link": "#what-is-difference-between-standard-and-premium"
  }, {"text": "Могу ли я заказать трансфер до отеля?", "link": "#can-i-get-transfer"}]
}, {
  "h": "Личный кабинет",
  "a": [{
    "text": "При регистрации аккаунта, мне было сказано, что аккаунт с такой электронной почтой уже зарегистрирован. Что мне делать?",
    "link": "#what-to-do-if-already-registered"
  }, {
    "text": "Я забыл пароль от аккаунта. Что мне делать?",
    "link": "#how-to-reset-password"
  }, {
    "text": "Как мне создать аккаунт без привязки к электронной почте?",
    "link": "#how-to-make-an-account-without-email"
  }]
}, {
  "h": "Владельцы отелей",
  "a": [{
    "text": "Я владелец отеля, как я могу начать сотрудничество с компанией Roomp?",
    "link": "#how-to-collaborate-hotel"
  }]
}, {
  "h": "Коропративным партнерам",
  "a": [{
    "text": "Как мне связаться с Roomp по вопросам корпоративного сотрудничества?",
    "link": "#how-to-collaborate-corporate"
  }]
}, {
  "h": "Прочее",
  "a": [{
    "text": "Какие документы мне необходимы для заселения в номер?",
    "link": "#what-documents-to-have"
  }, {
    "text": "Как мне добраться до забронированного отеля Roomp?",
    "link": "#how-to-reach"
  }, {
    "text": "Как я могу получить Документ, подтверждающий оплату бронирования номера Roomp?",
    "link": "#how-to-get-the-pay-document"
  }, {"text": "Как мне получить квитанцию о проживании в отеле?", "link": "#how-to-get-the-receipt"}]
}]