<template>
  <div class="contacts">
    <h2>Контакты</h2>
    
    <p>Телефон Cлужбы Поддержки: 8 (800) 777-17-56</p>
    <p>Телефон отдела бронирований: +7 (812) 309-84-45</p>

    <p>WhatsApp/Telegram: +7 (931) 210-25-20</p>
    
    <p>Email Cлужбы Поддержки: help@roomp.co </p>
    
    <h2>Реквизиты</h2>
    <p>ООО «Румп»</p>
    
    <p>ИНН/КПП:&nbsp;1659174106 / 165901001</p>
    
    <p>ОГРН: 1187847034264</p>
    
    <p>Юр. адрес: 420101, г. Казань, Профессора Камая. ул., д. 8А, помещение 1003</p>
    
    <p>Физ. адрес: 603116, г. Санкт-Петербург, Московское шоссе, д. 9, офис 107</p>
  </div>
</template>

<script>
  export default {}
</script>