<div class="content">
  <h1>Гостевая политика</h1>

  <h2>1. &nbsp;ОБЩИЕ ПОЛОЖЕНИЯ.</h2>

  <ol>
    <li>Один из гостей должен быть старше 18 лет, чтобы зарегистрироваться в отеле. При бронировании необходимо
      указать одного из гостей, возраст которых старше 18 лет.
    </li>
    <li>Если у несовершеннолетнего (от 14 до 18 лет) гостя есть нотариально заверенное согласие от родителей на
      проживание в конкретной гостинице, такой гость может зарегистрироваться и сам.
    </li>
    <li>&nbsp;При регистрации в номере, все гости старше 14 лет должны иметь при себе документ удостоверяющий
      личность. Таким документом может быть паспорт гражданина РФ, заграничный паспорт гражданина, удостоверение
      личности военнослужащего (или военный билет), временное удостоверение личности, паспорт или ID иностранного
      гражданина. <strong>ВАЖНО: Водительские права не являются документом, удостоверяющим личность.</strong></li>
    <li>&nbsp;Пребывание 1 ребёнка в возрасте до 5 лет не предполагает дополнительной оплаты спального места. Однако
      оплата завтрака за ребёнка может взиматься по усмотрению отеля.
    </li>
    <li>&nbsp;Необходимость дополнительного спального места (матраса) предполагает дополнительную оплату по
      соответствующему тарифу.
    </li>
    <li>&nbsp;Пребывание домашних животных в номере отеля может быть запрещено по усмотрению отеля (см. раздел
      "Удобства" на странице отеля).
    </li>
    <li>&nbsp;В случаях поведения, противоречащего правам и обязанностям постояльца отеля, отель может взять на себя
      право принимать надлежащие меры в отношении таких постояльцев.
    </li>
    <li>&nbsp;Бронирования со скидкой не предполагают каких-либо изменений. &nbsp;В случае раннего выезда гостя при
      бронировании со скидкой, возврат средств не предусмотрен.
    </li>
    <li>&nbsp;<strong>ВАЖНО: Отели могут иметь свою отличительную гостевую политику на определённые периоды
        года. </strong></li>
    <li>&nbsp;Гости несут ответственность за любой ущерб, причинённый отелю, за исключением износа активов отеля.
      Гость обязан держать номер отеля в хорошем состоянии, поддерживать в номере гигиену и чистоту.
    </li>
  </ol>

  <h2>2. &nbsp;ПОЛИТИКА ПО ПРОДЛЕНИЮ СРОКА ПРЕБЫВАНИЯ</h2>

  <ol>
    <li>Продление срока пребывания может предоставляться гостям по текущим тарифам номеров при наличии таковых.</li>
    <li>Текущие тарифы номеров могут отличаться от тарифов, по которым производилось бронирование.</li>
  </ol>

  <h2>3. &nbsp;ПОЛИТИКА ОТМЕНЫ БРОНИРОВАНИЯ</h2>

  <ol>
    <li>В случае бронирования менее, чем за 48 часов до заезда, мы не взимаем сборов за отмену заказа в течение 10
      минут после оплаты бронирования. Любая сумма, уплаченная пользователем, будет возвращена.
    </li>
    <li><strong>ВАЖНО: Стандартное время заезда 14:00.</strong></li>
    <li>&nbsp;При бронировании до 3 номеров:</li>&nbsp;
    <table align="center" border="1" cellpadding="10"
           cellspacing="0">
      <tbody>
      <tr>
        <td style="width:300px">&nbsp;<p><strong>Время отмены</strong></p>
        </td>
        <td style="height: 40px; width: 300px">&nbsp;<p><strong>Сборы за отмену</strong></p>
        </td>
      </tr>
      <tr>
        <td style=" height: 40px; width: 300px">&nbsp;<p>За 24 и более часов до даты заезда</p>
        </td>
        <td style="width:300px">
          <p>Бесплатная отмена (100% возврат средств)</p>
        </td>
      </tr>
      <tr>
        <td style="height:26px; width:300px">
          <p>Менее чем за 24 часа до даты заезда</p>
        </td>
        <td style="height:40px; width:300px">
          <p>Стоимость одной ночи</p>
        </td>
      </tr>
      </tbody>
    </table>
    &nbsp;<li>При бронировании от 4 номеров:</li>
    <p>Необходимо заранее оплатить не менее 25% от суммы заказа, чтобы сделать заказ на 4 или более номеров</p>&nbsp;&nbsp;<table
      align="center" border="1" cellpadding="10" cellspacing="0">
      <tbody>
      <tr>
        <td style="width:300px">&nbsp;<p><strong>Время отмены</strong></p>
        </td>
        <td style="height:40px; width:300px">&nbsp;<p><strong>Сборы за отмену</strong></p>
        </td>
      </tr>
      <tr>
        <td style="height:40px; width:300px">&nbsp;<p>За 30 и более дней до даты заезда</p>
        </td>
        <td style="width:300px">
          <p>Бесплатная отмена (100% возврат средств)</p>
        </td>
      </tr>
      <tr>
        <td style="height:40px; width:300px">
          <p>За 15 - 30 дней до даты заезда</p>
        </td>
        <td style="height:40px; width:300px">
          <p>50% оплаченной стоимости</p>
        </td>
      </tr>
      <tr>
        <td style="height:40px; width:300px">
          <p>Менее чем за 15 дней до даты заезда</p>
        </td>
        <td style="height:40px; width:300px">
          <p>100% оплаченной стоимости</p>
        </td>
      </tr>
      </tbody>
    </table>
    <br>
    <li>В случае уменьшения срока бронирования для 4 номеров и более после даты регистрации в номере, возврат
      средств не предусматривается.
    </li>
    <li>Для отмены бронирования можно воспользоваться личным кабинетом на сайте. Кроме того, отменить бронь можно по
      телефону&nbsp;{{__("header.support_phone")}}, &nbsp;электронной почте help@roomp.co. Денежные средства будут автоматически
      возвращены на вашу карту в течение 7-12 дней после отмены бронирования в зависимости от банка, выпустившего
      вашу карту.
    </li>
    <li>Любые изменения в бронировании должны осуществляться через Roomp, а не напрямую, через отель. Это касается
      изменения дат, продления срока пребывания в отеле, выписки ранее положенного срока, отсрочки прибытия или
      полной или частичной отмены бронирования. По любым проблемам или вопросам относительно бронирования до приезда
      или во время пребывания в отеле следует обращаться к команде поддержки Roomp.
    </li>
  </ol>

  <h2>4. &nbsp;ПОЛИТИКА ПЛАТЕЖЕЙ</h2>&nbsp;<ol>
    <li>При бронировании более чем 7 ночей, гости должны проводить все необходимые платежи на еженедельной основе.
      Отель будет не в состоянии обеспечить дальнейшее проживание до урегулирования суммы по обязательствам
      постояльцев.
    </li> &nbsp;
  </ol>
  <h2>5. &nbsp;РАННИЙ ЗАЕЗД И ПОЗДНИЙ ВЫЕЗД</h2>&nbsp;<ol>
    <li>Стандартное время заезда 14:00. Ранний заезд возможен при условии наличия свободного номера и не может быть
      утверждён заранее. Дополнительные сборы будут взиматься за ранний заезд по следующим условиям:
    </li>
    <br>
    <table align="center" border="1" cellpadding="10" cellspacing="0">
      <tbody>
      <tr>
        <td style="height:30px; width:300px">
          <p><strong>Время заезда</strong></p>
        </td>
        <td style="height:30px; width:300px">
          <p><strong>Сборы за ранний заезд</strong></p>
        </td>
      </tr>
      <tr>
        <td style="height:30px; width:300px">
          <p>До 6:00</p>
        </td>
        <td style="height:40px; width:300px">
          <p>100% стоимости номера по тарифу на предыдущий день от даты заезда</p>
        </td>
      </tr>
      <tr>
        <td style="height:50px; width:300px">
          <p>Между 6:00 и 14:00</p>
        </td>
        <td style="height:40px; width:300px">
          <p>50% стоимости номера по тарифу на предыдущий день от даты заезда</p>
        </td>
      </tr>
      </tbody>
    </table>&nbsp;<li>Стандартное время выезда 12:00. Поздний выезд возможен при условии наличия свободного номера и
      не может быть утверждён заранее. Дополнительные сборы будут взиматься за поздний выезд по следующим условиям:
    </li>&nbsp;<br>
    <table align="center" table="" border="1" cellpadding="10" cellspacing="0">
      <tbody>
      <tr>
        <td style="width:300px">
          <p><strong>Время выезда</strong></p>
        </td>
        <td style="height:30px; width:300px">
          <p><strong>Сборы за поздний выезд</strong></p>
        </td>
      </tr>
      <tr>
        <td style="height: 30px; width:300px">
          <p>Между 12:00 и 19:00</p>
        </td>
        <td style="height:40px; width:300px">
          <p>50% стоимости номера по тарифу на следующий день от даты заезда</p>
        </td>
      </tr>
      <tr>
        <td style="width:300px">
          <p>Между 19:00 и 23:59</p>
        </td>
        <td style="height:40px; width:300px">
          <p>100% стоимости номера по тарифу на следующий день от даты заезда</p>
        </td>
      </tr>
      </tbody>
    </table>
  </ol>
  <h2>6. &nbsp;ПОЛИТИКА ОТДЕЛЬНЫХ ОТЕЛЕЙ</h2>

  <ol>
    <li>Удобства каждой гостиницы представлены как на сайте, так и в мобильном приложении. Гостю рекомендуется
      ознакомиться с ними при бронировании.
    </li>
    <li>Наличие кондиционера в отеле может варьироваться в зависимости от местоположения отеля и погодных условий.
    </li>
    <li>Определённые условия гостевой политики отелей могут зависеть от параметров бронирования. О таких условиях
      пользователь будет оповещён в процессе бронирования. Смотрите раздел "Важная информация" в модуле
      бронирования.
    </li>
  </ol>
</div>