<div class="content">
  <h1>Политика конфиденциальности</h1>
  <p>Политика конфиденциальности персональных данных пользователей (далее - "Политика") действует для всех сайтов,
    порталов, служб, сервисов, приложений, программ, продуктов и услуг ООО "Румп" (далее - "Сервисы Roomp") и/или
    его аффилированных лиц, включая всех лиц, входящих в одну группу с ООО "Румп" (все вместе именуемые "Компания
    Roomp"). Согласие Пользователя с Политикой, выраженное им в рамках взаимодействия с одним из перечисленных лиц,
    распространяется на все остальные лица.</p>&nbsp;

  <p>Использование Сервисов Roomp означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в
    ней условиями обработки его персональных данных; в случае несогласия с этими условиями Пользователь должен
    воздержаться от использования Сервисов Roomp.</p>
  <p>Персональные данные Пользователя обрабатываются в соответствии с ФЗ «О персональных данных» № 152-ФЗ.</p>&nbsp;

  <p>Предоставляя свои персональные данные Компании Roomp в рамках использования Сервисов Roomp, Пользователь
    соглашается на их обработку Компанией Roomp, в том числе в целях выполнения обязательств перед Пользователем в
    рамках Условий соглашения (Публичной оферты), а также продвижения Компанией Roomp своих продуктов и услуг (в том
    числе Сервисов Roomp), контроля результатов рекламных кампаний/акций, клиентской поддержки, исследований спроса,
    пользовательского поведения и предпочтений, а также контроля удовлетворённости пользователя.</p><br>
  <p>В то же время, Пользователь соглашается с тем, что информация, предоставленная им в рамках использования
    Сервисов Roomp, является абсолютно верной, полной и фактически корректной и не нарушает законодательства РФ. В
    случае нарушения Пользователем законодательства РФ или предоставления ложной, некорректной или неполной
    информации, Компания Roomp не берет на себя ответственность за свершаемые Пользователем действия и
    предоставленную им информацию.</p>&nbsp;

  <p>Компания Roomp и Сервисы Roomp могут проводить&nbsp;обработку следующих персональных данных Пользователя:
    Фамилия, Имя, Отчество, контактный номер телефона, адрес электронной почты, дату рождения.</p>&nbsp;

  <p>Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций),
    совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
    включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение) извлечение,
    использование, передачу (в том числе передачу третьим лицам, не исключая трансграничную передачу, если
    необходимость в ней возникла в ходе исполнения обязательств), обезличивание, блокирование, удаление, уничтожение
    персональных данных.</p>&nbsp;

  <p>Компания Roomp проводит обработку персональных данных Пользователя своими силами, однако в ряде случаев может
    передавать их третьим лицам:</p>&nbsp;<ol>
    <li>Объекту размещения, который был забронирован Пользователем</li>
    <li>Офису Компании Roomp в регионе Пользователя для более качественного обеспечения поддержки Пользователя</li>
    <li>Сторонним поставщикам услуг для упрощения процессам бронирования, аналитики и рассылки рекламных материалов.
      <strong>Персональные данные Пользователя не могут использоваться третьими лицами в своих целях или в любых
        других целях</strong><strong>.</strong></li>
    <li>Компетентным органам (правительственным органам) для для предотвращения, выявления или преследования
      преступных деяний и мошенничества.
    </li>
  </ol>

  <p>Компания Roomp имеет право отправлять информационные, в том числе рекламные сообщения, на электронную почту и
    мобильный телефон Пользователя с его согласия, выраженного посредством совершения им действий, однозначно
    идентифицирующих этого абонента и позволяющих достоверно установить его желание на получение сообщения.</p>&nbsp;<p>
    Пользователь вправе отказаться от получения рекламной и другой информации без объяснения причин отказа путем
    информирования Компании Roomp о своём отказе по телефону&nbsp;{{__("header.support_phone")}}&nbsp;либо посредством
    направления соответствующего заявления на электронный адрес Компании Roomp help@roomp.co. Сервисные сообщения,
    информирующие Пользователя о бронировании и других заказах сервисов и продуктов Roomp, отправляются
    автоматически и не могут быть отклонены Пользователем.</p>
  <p>Получая информацию об IP-адресе Пользователя Сервисов Roomp, компания Roomp не использует ее для установления
    личности Пользователя.</p>&nbsp;<p>Сервисы Roomp могут использовать технологию "cookies" для того, чтобы
    анализировать активность Пользователя на определённых страницах, оценивать эффективность кампаний/акций по
    продвижению Сервисов Roomp и прочих продуктов и услуг Roomp, а также для обеспечения доверия и безопасности в
    рамках взаимодействия Пользователя с Сервисами Roomp. Более того, "cookies" используются, чтобы позволить вам
    вводить пароль реже во время сеанса. Файлы "cookie" также могут помочь нам предоставлять информацию, которая
    соответствует предпочтениям Пользователя. Пользователь может отклонить cookies Сервисов Roomp, если браузер
    Пользователя предоставляет такую возможность, хотя в этом случае ряд функций Сервисов Roomp могут оказаться для
    Пользователя недоступными. "Cookies" не содержат Конфиденциальной информации.</p>&nbsp;

  <p>Компания Roomp вправе осуществлять записи телефонных разговоров с Пользователем. При этом Компания Roomp
    обязуется: предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных
    переговоров, и/или передачу её третьим лицам, не имеющим непосредственного отношения к предоставлению услуг в
    рамках Сервисов Roomp, в соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных
    технологиях и о защите информации».</p>&nbsp;

  <p>Пользователь не имеет права перепродавать, создавать внешние гиперссылки, использовать, копировать,
    отслеживать, отображать, загружать или воспроизводить любую часть контента или информации, программного
    обеспечения, продуктов или услуг, предоставляемых на нашем сайте, для любой коммерческой или конкурирующей
    деятельности или цели.</p>&nbsp;

  <p>Настоящая политика конфиденциальности может быть изменена в любое время без предварительного уведомления. В
    силу этого, Пользователю рекомендуется периодически просматривать эту страницу, чтобы убедиться, что у него есть
    последняя версия политики конфиденциальности.</p>&nbsp;

  <p>Если у Вас есть вопросы или жалобы относительно настоящей Политики конфиденциальности или прочие вопросы,
    связанные с персональными данными Пользователя, обращайтесь по телефону&nbsp;{{__("header.support_phone")}}&nbsp;или по
    электронному адресу help@roomp.co.</p>

  <p>&nbsp;</p>

</div>