<div class="content">
  <h1>Условия соглашения с пользователем</h1>
  <h2>1. &nbsp;ОБЩИЕ ПОЛОЖЕНИЯ </h2>

  <p>Данный веб-сайт www.roomp.co (далее - "Сайт") и его мобильное приложение (далее - "Приложение")
    принадлежат ООО "Румп" (далее "Roomp"), зарегистрированной по адресу 190103, г. Cанкт-Петербург, ул. Дровяная, д. 9, корп. 2, литер “Ж”, помещение 2-Н. Данный сайт позволяет Пользователям бронировать различные помещения, в том числе номера отелей, комнаты, апартаменты и гостевые дома у независимых третьих лиц (далее "Партнеры").</p>&nbsp;&nbsp;
  <p>Используя Сайт и/или Приложение Roomp, Пользователь соглашается с условиями настоящего соглашения (далее -
    "Соглашение" или "Оферта") и берет на себя все соответствующие обязательства и риски. Данное Соглашение
    определяет условия доступа и взаимодействия Пользователя с Сайтом и Приложением. Если Пользователь отказывается
    принимать условия данного Соглашения, он обязан также отказаться от использования Сайта и Приложения Roomp.</p>&nbsp;&nbsp;
  <p>Roomp не является владельцем отелей, апартаментов, гостевых домов и прочих помещения, размещенных на Сайте и в
    Приложении, и не несёт ответственности за качество продуктов и услуг, предоставленных Партнерами.</p>&nbsp;&nbsp;
  <h2>2. &nbsp;ПОЛЬЗОВАТЕЛЬ САЙТА/ ПРИЛОЖЕНИЯ </h2>&nbsp;<p>Использование Сайта и Приложения является
    бесплатным.</p>&nbsp;&nbsp;
  <p>В случае, если Пользователь не согласен с условиями и требованиями, указанными в данном Соглашении, ему
    необходимо немедленно выйти из своего профиля и закрыть Сайт / Приложение. Использование Пользователем Сайта
    и/или Приложения означает его полное согласие с условиями и требованиями данного Соглашения. Пользователь также
    признает и соглашается с тем, что данное Соглашение регулируется исключительно законами Российской Федерации и
    подлежит исключительно юрисдикции судов Российской Федерации.</p>&nbsp;&nbsp;
  <p>Пользователь заявляет и гарантирует, что он достиг возраста 18 лет, имеет право вступать в данное Соглашение и
    может соблюдать условия настоящего Соглашения. В то же время, отдельные лица в возрасте до 18 лет могут
    использовать / просматривать Сайт и Приложение, но только при участии, под руководством и наблюдением своих
    родителей и / или законных опекунов, при этом используя учётную запись родителя/ опекуна.</p>&nbsp;&nbsp;
  <p>Пользователь соглашается и признает, что Сайт и Приложение могут использоваться только физическими лицами,
    достигшими 18 лет для вступления в Соглашение с Roomp. Roomp оставляет за собой право прекратить доступ
    пользователя к / отказать в предоставлении пользователю доступа к Сайту / Приложению, если обнаружится, что
    Пользователь не достиг 18 лет. Более того, Roomp имеет право по своему усмотрению отказать в предоставлении
    доступа или прекратить доступ любого лица без предварительного уведомления.</p>&nbsp;&nbsp;
  <p>Roomp предоставляет услуги на Сайте и в Приложении в рамках настоящего Соглашения. Посещая, просматривая и
    используя Сайт и Приложение Roomp, Пользователь подтверждает и гарантирует, что прочитал и понял условия
    Соглашения, а также принимает данные условия в качестве юридически значимого договора, эквивалентного
    подписанному. Соглашение является действующим, как только Пользователь начинает просматривать Сайт /
    пользоваться Сайтом или Приложением.</p><br>
  <p>Пользователю рекомендуется регулярно проверять наличие каких-либо изменений или обновлений в условиях
    Соглашения. Roomp время от времени может добавить, изменить или обновить условия настоящего Соглашения полностью
    по своему усмотрению. Вместе с принятием условий настоящего Соглашения Пользователь также соглашается соблюдать
    любые изменения и обновления настоящего Соглашения. Roomp не обязан оповещать Пользователя, независимо от того,
    зарегистрирован он или нет, о каких-либо изменениях, внесённых в условия Соглашения. Посещение / просмотр и
    использование Сайта и Приложения является акцептом последней версии условий Соглашения.</p>&nbsp;&nbsp;
  <h2>&nbsp;3. &nbsp;ВЕБ-САЙТ / МОБИЛЬНОЕ ПРИЛОЖЕНИЕ&nbsp;</h2>
  <p>Сайт и Приложение Roomp являются частью платформы, с помощью которой Пользователи могут бронировать номера в
    отелях, апартаменты, комнаты, гостевые дома и прочие помещения (далее "Аккомодации") у Партнеров Roomp. Партнеры
    размещают свои Аккомодации на Сайте и в Приложении, а Пользователь в свою очередь резервирует проживание в одном
    или нескольких размещённых Аккомодаций по ценам, указанным в размещении на конкретные даты пребывания. </p><br>
  <p>Roomp разъясняет, а Пользователь принимает и соглашается с тем, что Roomp не является собственником размещённых
    Аккомодаций и не несёт ответственность за любые услуги или их отсутствие в Аккомодациях, забронированных
    Пользователем. Roomp и Партнеры являются отдельными и независимыми организациями. Бронируя Аккомодацию на Сайте
    или в Приложении, Пользователь вступает в коммерческое / контрактное Соглашение с одним из Партнеров
    непосредственно.</p>&nbsp;

  <p>Roomp не несет ответственность за урегулирование споров и разногласий между Пользователем и Партнером. Ни в
    коем случае Roomp не должен становится участником спора между Пользователем и Партнером.</p>&nbsp;

  <h2>4. &nbsp;РЕЗЕРВИРОВАНИЕ / БРОНИРОВАНИЕ УСЛУГ</h2>
  <p>Процесс бронирования услуг на Сайте и в Приложении может потребовать от Пользователя предоставления
    конфиденциальных данных, включая номер кредитной / дебетовой карты и т.д. Для предотвращения возможности
    несанкционированного доступа к конфиденциальной информации, такой как имя, адрес и т.д., Пользователю необходимо
    избегать посещения и использования Сайта из небезопасных устройств, по незащищенным каналам связи или из
    незащищенных мест, таких как, например, Интернет-кафе, а также любых коммерчески мест со свободным доступом в
    интернет через незащищенные сети.</p>&nbsp;

  <p>Опираясь на подтверждение Пользователя о принятии условий Соглашения, Roomp соглашается предоставлять услуги
    Пользователю в соответствии с условиями, упомянутыми в настоящем документе. Пользователь, в свою очередь, в
    рамках настоящего документа соглашается со следующими условиями, подтверждает их и гарантирует:</p>

  <ol>
    <li>Пользователь не находится под какими-либо законными или прочими ограничениями, которые могут запретить ему:
      (1) заключать юридически значимый договор в соответствии с действующим законодательством и (2) проводить
      оплату Roomp или Партнерам по услугам, заказанным Пользователем.
    </li>
    <li>В случае обнаружения какой-либо подозрительной активности со стороны пользователя, Roomp оставляет за собой
      право отменить все ожидаемые и будущие заказы вследствие того или иного инцидента без каких-либо обязательств
      перед Пользователем.
    </li>
    <li>При операциях с кредитными / дебетовыми картами Пользователь должен использовать свою собственную карту на
      законных основаниях.
    </li>
    <li>&nbsp;При использовании Сайта / Приложения, Пользователь должен всегда строго соблюдать порядок оплаты и
      условия настоящего Соглашения во всей их полноте.
    </li>
    <li>Бронирование Аккомодации ведёт за собой подтверждение Пользователем, что он удовлетворён описанием, внешним
      видом бронируемой Аккомодации и ценой бронирования, отображаемой на странице Аккомодации / в модуле
      бронирования.
    </li>
  </ol>

  <p>Пользователь соглашается и признает, что все услуги на Сайте / в Приложении предоставляются по усмотрению
    Roomp.</p>

  <h2>5. &nbsp;ИСПОЛЬЗОВАНИЕ САЙТА / ПРИЛОЖЕНИЯ</h2>
  <p>Пользователь соглашается, признает, подтверждает и обязуется обеспечить, чтобы регистрационные данные и прочая
    информация, предоставленная или загруженная им на Сайт или в Приложение: &nbsp;</p>
  <ol>
    <li> Не является ложной, неточной, вводящей в заблуждение или неполной;</li>
    <li> Не является мошеннической или связанной с использованием поддельных или украденных кредитных / дебетовых
      карт;
    </li>
    <li> Не нарушает какого-либо права на интеллектуальную собственность третьих лиц, коммерческую тайну или других
      прав собственности или права на гласность или неприкосновенность частной жизни;
    </li>
    <li> Не является дискредитирующей, клеветнической или включающей угрозы;</li>
    <li> Не содержит каких-либо вирусов, троянских коней, червей, бомб замедленного действия, кэнслботов
      ("cancelbots"), пасхальных яиц или других компьютерных программ или исполняемых файлов, которые могут
      повредить, пагубного влиять, исподтишка перехватывать или экспроприировать любую систему, данные или личную
      информацию любого человека;
    </li>
    <li> Не может накладывать ответственность на Roomp или привести к ограничению или потере услуг со стороны
      интернет - провайдеров и других поставщиков услуг и товаров.
    </li>
  </ol>
  <p></p>
  <p>В случае, если Пользователь нарушает вышеуказанное или Roomp имеет разумные основания подозревать, что
    Пользователь нарушил вышеуказанное, Roomp оставляет за собой право на неопределенное время отказать в доступе /
    прекратить доступ Пользователя к Сайту / Приложению и отказаться от выполнения запросов Пользователя.</p>&nbsp;&nbsp;
  <p>Пользователь настоящим полностью принимает на себя риск за бронирование и использование информации / данных,
    предоставленных на Сайте / в Приложении. Проверка информации о размещённых Аккомодациях является
    ответственностью Пользователя.</p>&nbsp;

  <p>Roomp стремится предоставлять наиболее точную и актуальную информацию на Сайте / в Приложении. Тем не менее,
    информация, материалы и услуги, доступные на Сайте / в Приложении могут непреднамеренно содержать неточности,
    опечатки или устаревшую информацию. Roomp не несёт ответственность за опечатки / ошибки в тексте и ценах на
    Сайте / в Приложении. &nbsp;Roomp оставляет за собой право отказывать в бронированиях / отменять бронирования в
    любое время, включая, но не ограничиваясь следующими: &nbsp;</p>
  <ol>
    <li> Бронирования, содержащие ошибки / опечатки в описании или ценах;</li>
    <li> Бронирования, при которых, по мнению Roomp, Пользователь нарушает действующие законы и/или условия данного
      Соглашения;
    </li>
    <li> Бронирования, которые, по мнению Roomp, могут каким-либо образом навредить Roomp;</li>
    <li> Бронирования, которые, по мнению Roomp, являются мошенническими,&nbsp; незаконными, или основанными на
      мошеннической, ложной или неточной информации, предоставленной Пользователем.
    </li>
  </ol>
  <p></p> &nbsp;&nbsp;
  <p>Roomp не гарантирует и не делает никаких заявлений в отношении качества, точности или полноты любой информации,
    любых данных, продуктов или услуг. Roomp отказывается от каких-либо гарантий и условий, явных или
    подразумеваемых, относительно точности, полноты, правильности, пригодности, надёжности, доступности,
    своевременности, качества, непрерывности, производительности, безошибочной или бесперебойной работы /
    функционирования, пригодности для определённой цели, квалифицированности, ненарушения, отсутствия вирусов и
    других вредных компонентов.</p><br>
  <p> Roomp не несёт ответственности за задержки в использовании или невозможность использовать Cайт / Приложение
    или связанные с ними функциональные возможности, за предоставление и непредоставление функциональных
    возможностей, любой информации, программного обеспечения и услуг на Сайте / в Приложении, будь то на основании
    контракта, правонарушения, небрежности, строгой ответственности или иного. </p><br>
  <p>Более того, Roomp не несёт ответственности за недоступность Сайта / Приложения во время периодических работ по
    техническому обслуживанию или любой незапланированной приостановки доступа к Сайту / Приложению, которая может
    произойти по техническим причинам или по каким-либо причинам, не зависящим от Roomp.</p>&nbsp;<br>
  <p> Пользователь понимает и соглашается с тем, что загрузка или получение любых материалов или данных через Сайт /
    Приложение осуществляется им исключительно на свой страх и риск, и он несёт полную ответственность за любые
    повреждения его компьютерных систем и потерю данных в результате загрузки такого материала или данных. Roomp не
    несёт никакой ответственности за любые ошибки или упущения, в отношении любой информации, предоставленной
    Пользователю.</p>&nbsp;

  <h2>6. &nbsp;УЧЕТНАЯ ЗАПИСЬ И РЕГИСТРАЦИЯ</h2>
  <p>Roomp предоставляет Пользователю услуги через Сайт/Приложение только в случае, если Пользователь предоставил
    Roomp необходимую информацию о себе и создал учётную запись с логином (ID) и паролем. Регистрация учётной записи
    необходима для бронирования Аккомодаций, размещённых на Сайте/ в Приложении. Пользователь несёт полную
    ответственность за сохранение конфиденциальности информации об учётной записи, а также полную ответственность за
    все действия, которые происходят под его учётной записью. Пользователь соглашается </p>
  <ol>
    <li> незамедлительно уведомить Roomp о любом несанкционированном использования его учетной записи или любом
      другом нарушении безопасности, и
    </li>
    <li> гарантировать выход из учетной записи в конце каждой сессии. &nbsp;</li>
  </ol>
  <p></p>
  <p> Roomp не может и не несет ответственности за какие-либо убытки или ущерб, возникшие с невыполнения
    Пользователем данного пункта. Пользователь может быть привлечен к ответственности за убытки, понесенные Roomp
    или другими клиентами / пользователями Сайта / Приложения в связи с санкционированным или несанкционированным
    использованием учетной записи Пользователя в результате несохранения Пользователем информации о его учетной
    записи в безопасности и конфиденциальности. </p>&nbsp;<p> Roomp предоставляет ограниченный доступ к Сайту /
    Приложению незарегистрированным Пользователям. Во время регистрации, Пользователь должен убедиться в том, что
    информация об учетной записи, предоставленная им в форме регистрации на Сайте / в Приложении является полной,
    точной и актуальной. Использование информации об учетной записи другого пользователя строго запрещено.</p>&nbsp;

  <p> При использовании Сайта / Приложения, Пользователь соглашается и понимает, что общается с Roomp посредством
    электронных записей, и дает согласие на получение сообщений посредством электронных записей от Roomp
    периодически и по мере необходимости. Roomp может связываться с Пользователем по электронной почте или
    посредством других способов связи, как электронных, так и иных. Пользователь соглашается с тем, что Roomp не
    несет ответственности за несанкционированный доступ к или изменение транзакций и данных Пользователя,
    отправленных или полученных им (а также неотправленных и недополученных). </p>&nbsp;<p> Roomp прилагает все
    усилия для защиты конфиденциальности доступной ей личной информации Пользователя, но не гарантирует абсолютную
    безопасность передачи данных между Сайтом / Приложением и Пользователем. Пользуясь Сайтом / Приложением,
    Пользователь соглашается с тем, что Roomp не несет ответственность за разглашение информации о Пользователе
    из-за ошибок при передаче данных или несанкционированных действий третьих лиц. </p><br>
  <p> Без противоречий с вышеуказанным, Пользователь соглашается с тем, что Roomp не несет ответственность за
    "фишинг" данных Пользователя. Пользователь соглашается с тем, что не должен использовать Сайт / Приложение,
    используя незащищённые устройства и получая информацию по незащищенным каналам связи. Пользователь может принять
    или отклонить файлы "cookies" при использовании Сайта / Приложения. Ответственностью Пользователя является
    настройка браузера для оповещения о принятии или отклонении файлов "cookies". </p>&nbsp;

  <p> Пользователь соглашается с тем, признает и подтверждает, что, прежде чем делать любой заказ / производить
    любое бронирование, он должен внимательно проверить описание услуги и цену, и, размещая заказ / производя
    бронирование, Пользователь соглашается с условиями настоящего договора и коммерческими условиями,
    предоставленными в описании услуги. Пользователь должен размещать заказ / производить бронирование только после
    того, как убедится в удовлетворительности описания и цен, представленных на Сайте / в Приложении.</p>&nbsp;<p>
    Roomp не несёт ответственности за неудовлетворительное или несвоевременное выполнение услуг, за любой ущерб или
    задержку, в результате действия или бездействия любого из Партнеров. Roomp оставляет за собой право в любое
    время вносить по своему усмотрению любые изменения / проводить обновления на Сайте / в Приложении, в частности в
    информации, размещениях, услугах и ценах. Такие изменения и обновления вступают в силу немедленно, как только
    они внесены.</p>&nbsp;

  <h2>7. &nbsp;ПЛАТЕЖИ И СБОРЫ</h2>
  <p>Пользователь настоящим согласен и понимает, что он должен будет произвести оплату за бронирование выбранной
    Аккомодации на Сайте / в Приложении через модуль бронирования на Сайте / в Приложении, после чего заявленное
    бронирование будет подтверждено. После подтверждения бронирования, Roomp спишет плату за бронирование по
    выбранному Пользователем способу оплаты. </p><br>
  <p>Пользователь соглашается и понимает, что процесс оплаты может потребовать дополнительной проверки информации от
    него, в свою очередь Пользователь обязуется предоставить полную, корректную и надлежащую информацию.</p>&nbsp;

  <p> Roomp пользуется услугами поставщиков / операторов электронных платёжных систем для приёма платежей от
    Пользователя. Roomp не несёт ответственности за задержки или ошибки в проведении платежа, а также отмены
    бронирования из-за проблем оплаты. Roomp принимает все меры предосторожности при работе с поставщиками платёжных
    систем, но не контролирует их системы, процессы, технологию и потоки, в связи с чем не может нести
    ответственность за любые ошибки на стороне поставщиков платёжных систем.</p>&nbsp;

  <h2>8. &nbsp;СОБЛЮДЕНИЕ ЗАКОНОДАТЕЛЬСТВА&nbsp;</h2>
  <p> Пользователь и Roomp обязаны соблюдать все действующие законы и нормы, установленные законодательством
    Российской Федерации, применимые к ним соответственно, при использовании Сайта / Приложения и проведении
    платежей / использовании платёжных систем.</p>&nbsp;

  <h2>9. &nbsp;ГАРАНТИИ</h2>
  <p> Roomp предоставляет услуги без каких-либо гарантий, явных и подразумеваемых, в том числе гарантий на право
    собственности, ненарушения прав на интеллектуальную собственность, товарности или пригодности для определённых
    целей. Без ограничений вышеизложенного, Roomp не даёт никаких гарантий, что: </p>
  <ol>
    <li> Сайт / Приложение будут отвечать требованиям Пользователя или процесс пользования Сайтом / Приложением
      будет бесперебойным, своевременным, безопасным и свободным от ошибок;
    </li>
    <li> Результаты, полученные от использования Сайта / Приложения будут эффективными, точными и надёжными;</li>
    <li>&nbsp;Качество Сайта / Приложения или услуг будут соответствовать ожиданиям Пользователя; &nbsp;</li>
    <li>&nbsp;Любые ошибки или дефекты на Сайте / в Приложении или услуг будет исправлены.</li>
  </ol>
  <p></p>&nbsp;

  <p>Никакая информация или совет, будь то в устной или письменной форме, полученные Пользователем от Roomp или при
    использовании Сайта / Приложения, не создают каких-либо гарантий, прямо не указанных в настоящих условиях.</p>&nbsp;

  <p>Roomp не несёт никакой ответственности перед Пользователем за любые прерывания или задержки при использовании
    Сайта / Приложения, независимо от причин таковых. &nbsp;</p>&nbsp;

  <h2>10. &nbsp;КОМПЕНСАЦИЯ / (ВОЗМЕЩЕНИЕ УЩЕРБА)</h2>
  <p>Пользователь соглашается избегать нанесения вреда Roomp и защищать Roomp, включая ее дочерние компании, агентов
    и сотрудников от любых убытков, обязательств, претензий, требований, затрат и издержек (включая судебные
    издержки и выплаты в связи с тим и проценты по ним), заявленных против или понесённых Roomp, которые возникают
    из-за / связаны с использованием или неправильным использованием Сайта / Приложения, а также любым нарушением
    Пользователем настоящих условий, любым нарушением заявлений, гарантий и пактов, сделанных Пользователем после
    акцепта настоящего Соглашения.</p>&nbsp;

  <h2>11. &nbsp;ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</h2>
  <p>Roomp не несёт ответственности за любые убытки любого рода, включая, но не ограничиваясь, прямые, косвенные,
    случайные, штрафные, убытки от потерь использования, данных или прибылей, нематериальные убытки, которые могут
    возникнуть в результате использования Сайта / Приложения или любой информации, программного обеспечения, услуг и
    иного рода материалов, связанных с Сайтом / Приложением или любых других предоставляемых Roomp услуг, независимо
    от того, могут ли такие убытки появляться на основе договора, в связи с каким-либо правонарушением,
    небрежностью, накладыванием строгой ответственности или иными обстоятельствами, даже если Roomp был предупреждён
    о потенциальных убытках.</p>&nbsp;&nbsp;
  <p>Независимо от прочих условий в настоящем Соглашении или чего угодно иного, ВСЯ ОТВЕТСТВЕННОСТЬ Roomp перед
    Пользователем за любые претензии в результате платежа, бронирования, посещения и использования Сайта /
    Приложения ОГРАНИЧИВАЕТСЯ В РАЗМЕРЕ, эквивалентном цене продукта или услуги, в связи с которыми возникла
    соответствующая претензия.</p>&nbsp;&nbsp;
  <p>Roomp рекомендует Гостям* должным образом заботиться о своих личных вещах и имуществе. Менеджмент Roomp и ее
    сотрудники не несут ответственности за любые потери, кражи и повреждения имущества и личных вещей Гостя*.</p>&nbsp;&nbsp;
  <p>*В данном случае Гость - лицо, зарегистрированное как благополучатель оказываемых Roomp услуг.</p> &nbsp;<h2>
    12. &nbsp;ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h2>
  <p>Пользователь соглашается с тем, что любые отзывы, комментарии, идеи, предложения, информация, или любой другой
    контент, который Пользователь передаёт Roomp или на Сайт / в Приложение, будет включать в себя безвозмездное,
    безотзывное, бессрочное, неисключительное право и лицензию &nbsp;Roomp для последующей адаптации, опубликования,
    воспроизведения, передачи, распространения, копирования, использования, создание производных от этого контента,
    показа этого контента по всему миру или совершения любых действий на основе такого контента, без дополнительного
    согласования или рассмотрения, в любой форме, через любые СМИ или технологии, известных сейчас или созданных в
    течение всего срока действия соответствующих прав; Пользователь отказывается от любых претензий на этот счёт.
    Пользователь заявляет и гарантирует, что владеет или иным образом контролирует все права на контент, который он
    передаёт Roomp / на Сайт / в Приложение, и что использование данного контента Roomp не ущемляет и не нарушает
    права третьих лиц.</p>&nbsp;&nbsp;<p>В качестве предварительного условия использования Сайта / Приложения,
    Пользователь гарантирует, что не будет использовать Сайт / Приложение для любых противозаконных,
    несанкционированных или несовместимых с настоящими условиями целей, а также Пользователь соглашается, что он
    немедленно лишается права на использование Сайта / Приложения или любых услуг, предоставляемых Roomp, в случае
    нарушения им данной гарантии. Roomp оставляет за собой право по своему усмотрению блокировать/ прекращать доступ
    Пользователя к Сайту / Приложению и их контенту в любое время и без предварительного уведомления.</p>&nbsp;&nbsp;<p>
    Все содержание Сайта / Приложения, включая текст, графику, изображения, логотипы и видео, является
    собственностью Roomp или поставщиков контента и охраняется национальными и международными законами об авторских
    правах и нормативными актами. Roomp вправе защищать свои права на интеллектуальную собственность в полном объёме
    в соответствии с действующим законодательством.</p>&nbsp;

  <h2>13. &nbsp;ЮРИСДИКЦИЯ</h2>
  <p>Настоящее Соглашение и все сделки, заключённые на Сайте / через Приложение - должно толковаться и
    регулироваться законодательством Российской Федерации, без учёта принципов конфликта законов. Пользователь
    соглашается с тем, что все претензии, разногласия и споры, возникающие в связи с использованием Сайта /
    Приложения или получением услуг от Roomp, а также с совершением любых сделок, заключённых в рамках
    взаимодействия с Roomp, подлежат к исключительной юрисдикции судов Российской Федерации, и Пользователь,
    принимая настоящее Соглашение, полностью признает юрисдикцию судов Российской Федерации.</p>&nbsp;

  <p>Любая неудача или задержка со стороны Roomp при: </p>
  <ol>
    <li> Осуществлении любого права, полномочия или привилегии в соответствии с настоящим Соглашением;</li>
    <li> Обеспечении соблюдения условий настоящего Соглашения, не действует как отказ от него; более того, ни полное
      и ни частичное осуществление Roomp своих прав и привилегий не исключает возможности осуществления таковых в
      будущем.<p></p></li>
  </ol>&nbsp;
  <p>Стороны договариваются, что каждое из полномочий, содержащихся в настоящем Соглашении должно быть
    самодостаточно, и неприменимость одного или нескольких положений настоящего Соглашения не должно влиять на
    юридическую силу любого другого положения или остальной части настоящего Соглашения.</p>&nbsp;

  <h2>14. &nbsp;СТОРОННИЕ ССЫЛКИ</h2>
  <p>Сайт / Приложение по усмотрению Roomp могут содержать ссылки на сайты, принадлежащие и поддерживаемые третьими
    лицами. Сссылки на сторонние сайты могут использоваться Roomp для предоставления Пользователю возможности оплаты
    заказа / брони. Наличие на Сайте / в Приложении любых таких ссылок не означает одобрения со стороны Roomp
    соответствующих сайтов, а необходимо только для удобства Пользователя. </p>&nbsp;<p> Roomp не несёт
    ответственности за содержание или ссылки, представленные на таких сайтах. Roomp также не несёт ответственности
    за политику конфиденциальности таких сайтов, которыми не владеет, не управляет или не контролирует. Roomp не
    рассматривает на регулярной основе, не даёт гарантий и не делает никаких публичных заявлений в отношении
    материалов, услуг или продуктов, на сайте которых есть ссылка на Сайт / Приложение Roomp, и ни при каком случае
    не несёт ответственности в отношении таковых. </p>&nbsp;<p>Roomp не поддерживает и не продвигает какие-либо
    материалы, услуги или продукты, доступные на сторонних сайтах, и явно отказывается от ответственности за
    содержание любого ссылаемого сайта, а также качества услуг и продуктов на любом из ссылаемых сайтов. Любое
    решение о просмотре содержимого любого ссылаемого сайта является исключительной ответственностью Пользователя и
    производится на собственный риск Пользователя.</p>

  <br>
</div>