<?php
/**
 * Created by PhpStorm.
 * User: Thunder
 * Date: 21.07.2017
 * Time: 14:48
 */
return [
  'full' => ['Январь','Февраль','Март','Апрель','Май','Июнь','Июль','Август','Сентябрь','Октябрь','Ноябрь','Декабрь'],
  'dec' => ['января','февраля','марта','апреля','мая','июня','июля','августа','сентября','октября','ноября','декабря'],
  'short' => ['янв','фев','мар','апр','май','июн','июл','авг','сен','окт','ноя','дек'],
  'days' => ['Понедельник','Вторник','Среда','Четверг','Пятница','Суббота', 'Воскресенье'],
  'days_short' => ['Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб', 'Вс']
];