<?php

return [
  'title' => 'Первая партнерская сеть отелей России',
  'subtitle' => 'Забронируй доступный отель прямо сейчас',
  'search' => 'Поехали!',
  'icon_title' => 'В каждом отеле Roomp',
  'icon_bed' => 'Комфортная кровать',
  'icon_tv' => 'ТВ с плоским экраном',
  'icon_wifi' => 'Бесплатный WiFi',
  'icon_towels' => 'Чистое белье и полотенца',
  'icon_bath' => 'Собственная ванная комната',
  'select_city' => 'Выберите город',
  'select_guests' => 'Число гостей',
  'select_rooms' => 'Число комнат',
  'how_it_works' => 'Как это работает',
  'overlay' => [
    'book_fast' => 'Бронируйте быстро и без сомнений',
    'book_fast_desc' => 'Вам больше не нужно тратить время на проверку репутации отеля. Мы вручную изучили рейтинги и отзывы, чтобы собрать лучшие отели в нашей партнёрской сети. Выбирайте из списка любой, не задумываясь.',
    'comfort' => 'Всегда получайте удобный номер',
    'comfort_desc' => 'Отели сети следуют единым стандартам качества. Наши аудиторы регулярно проверяют каждый номер, чтобы лично убедиться: телевизор показывает, за окном тихо, ванная комната чистая, а вай-фай — быстрый. Всё, как вы ожидаете.',
    'extra' => 'Пользуйтесь заслуженным сервисом',
    'extra_desc' => 'Наша служба поддержки – круглосуточный консьерж-сервис. Поможем вызвать трансфер в аэропорт, выбрать ресторан или заказать билеты в театр. Просто дайте нам знать по телефону, через почту или в чат в Телеграме.'
  ]
];