<?php

return [
  'title' => [
    'index' => 'Roomp - партнерская сеть отелей',
    'search' => 'Поиск отеля | Roomp',
    'static' => [
      'terms' => 'Условия соглашения | Roomp',
      'privacy' => 'Политика конфиденциальности | Roomp',
      'guest' => 'Гостевая политика | Roomp',
      'about' => 'О нас | Roomp',
      'support' => 'Часто задаваемые вопросы | Roomp',
    ]
  ],
  'keywords' => [
    'index' => 'Отель, Отели, Жильё, Проживание, Гостиница, Гостиницы, Санкт-Петербург, Москва, Казань, Сочи, Roomp, Россия, гостевой дом, забронировать, бронирование, мини-отель, сеть отелей, Румп ',
    'search' => 'Отель, Отели, Жильё, Проживание, Гостиница, Гостиницы, Санкт-Петербург, Roomp, Россия, Румп, Москва, Казань, Сочи, гостевой дом, забронировать, бронирование, недорогой, доступный, дешёвый, со скидкой, Апартаменты, мотель',
    'hotel' => 'Отель, Отели, Гостиница, Гостиницы, Город, Россия, мини-отель, гостевой дом, апартаменты, Roomp, Румп',
    'static' => [
      'terms' => '',
      'privacy' => '',
      'guest' => '',
      'about' => 'О компании, Roomp, О нас, О Roomp, Что такое Roomp, О Румп, Что такое Румп, Сеть отелей, Партнерская сеть отелей, Отель, Отели, Контакты, Свяжитесь с нами, Реквизиты, Адрес, Почта, Roomp, Румп, Телефон, ИНН, КПП',
      'support'=> 'Помощь, Поддержка, Roomp, Румп, Часто задаваемые вопросы, Служба поддержки, FAQ, Отель, Отели, Гостиница, Гостиницы, Клиенты, Сервис'
    ]
  ],
  'description' => [
    'index' => 'Первая партнерская сеть отелей России. Бронируйте вручную отобранные отели по выгодным ценам.',
    'search' => 'Бронируйте вручную отобранные отели. Высокий стандарт качества по выгодным ценам.',
    'static' => [
      'terms' => 'Права владения. Использование сайта. Соблюдение законодательства. Гарантии',
      'privacy' => 'Мы не передаём информацию о вас третьим лицам. Все платежи проходят через защищенное соединение.',
      'guest' => 'Правила бронирования гостиниц, политика отмены бронирования, ранний заезд и поздний выезд. Остались вопросы? Звоните: 8 (800) 777-17-56',
      'about' => 'Мы создали Roomp для того, чтобы вы могли тратить как можно меньше времени на поиск отеля. В какой бы вы город ни поехали, наши номера везде будут одинаково хороши.',
      'support' => 'Что такое Roomp? Можно ли оплатить в отеле? Ответы на эти и другие вопросы вы найдете тут или по телефону 8 (800) 777-17-56',
    ]
  ]
];