<?php

return [
  'my_profile' => 'Мой профиль в Roomp',
  'name' => 'Ваше имя',
  'phone' => 'Телефон',
  'gender' => 'Пол',
  'male' => 'Мужской',
  'female' => 'Женский',
  'apply_changes' => 'Принять изменения',
  'birthday' => 'Даа рождения',
  'new_password' => 'Новый пароль',
  'repeat_password' => 'Повтор нового пароля',
  'change_password' => 'Изменить пароль',
  'password_changed' => 'Пароль успешно изменен',
  'status' => 'Статус',
  'code' => 'Код',
  'hotel' => 'Отель',
  'checkin' => 'Заезд',
  'checkout' => 'Выезд',
  'rooms' => 'Номера',
  'nights' => 'Ночи',
  'sum' => 'Итого',
  'greeting' => 'Здравствуйте, :name!',
  'reset_link' => 'Мы получили от вас запрос на восстановление пароля. Если вы не отправляли подобных запросов, просто проигнорируйте данное сообщение.
   Чтобы сбросить пароль, воспользуйтесь ссылкой ниже:',
  'salutation' => 'Если у вас возникли вопросы, пишите нам на help@roomp.co',
  'reset_action' => 'Сбросить пароль',
  'reset_subject' => "Сброс пароля Roomp",
  'reset_salutation' => "Спасибо, что вы с нами!
Команда Roomp",
  'created_action' => 'Перейти в личный кабинет ',
  'created_subject' => 'Добро пожаловать в сеть партнерских отелей Roomp',
  'created_salutation' => 'Спасибо, что вы с нами!
Команда Roomp',
  'created_text' => 'Поздравляем с первым бронированием в Roomp! 
Мы создали для вас личный кабинет — в нем можно увидеть и изменить текущее бронирование. А еще пользователи, зарегистрированные в личном кабинете, не вводят данные гостей при новых бронированиях и получают доступ к секретным промоакциям ;-)
Пожалуйста, перейдите по ссылке, чтобы задать пароль для личного кабинета.'
];